/* eslint-disable max-len */

export default {
    main: {
        slider: 'Помочь с выбором'
    },
    mainPage: {
        title: 'Наши преимущества',
        qualityTitle: 'Качество',
        qualityText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. ',
        priceTitle: 'Цена',
        priceText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. ',
        deliveryTitle: 'Доставка',
        deliveryText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. '
    }
};
