/* eslint-disable max-len */
import React from 'react';
export default {
    main: {
        slider: 'Помочь с выбором'
    },
    articles: {
        moreBtn: 'Подробнее',
        sections: [
            {
                id: 1,
                title: 'Салон или интернет-магазин? Или где лучше покупать мебель?',
                introduction: <p>
                В наше прогрессивное время ничего не стоит на месте, все развивается активно и стремительно. Благодаря интернету можно решать многие вопросы, не выходя из офиса или дома. Весьма популярными стали онлайн покупки, в том числе и в мебельной отрасли. Сегодня купить мебель можно, как в интернет-магазине, так и непосредственно в мебельном салоне. Одни покупатели предпочитают первый вариант, а другие – выбирают второй. Чем это обусловлено? Где же лучше совершать покупки? В интернете или реальном магазине?</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            },
            {
                id: 2,
                title: 'Выбираем правильно и обдумано угловой диван',
                introduction: <p>
                Диваны – востребованная и весьма актуальная мягкая мебель. Ее устанавливают, как в жилых, так и офисных помещениях, ведь это удобно, комфортно и рационально. Это прекрасное место для отдыха, общения в кругу семьи и приема гостей. Многие модели используются для сна. Поэтому к выбору и покупке данной мебели следует подходить со всей ответственностью.<br/>
                Для максимально рационального и полезного использования пространства в помещении лучше приобрести угловые диваны.</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            },
            {
                id: 3,
                title: 'Салон или интернет-магазин? Или где лучше покупать мебель?',
                introduction: <p>
                В наше прогрессивное время ничего не стоит на месте, все развивается активно и стремительно. Благодаря интернету можно решать многие вопросы, не выходя из офиса или дома. Весьма популярными стали онлайн покупки, в том числе и в мебельной отрасли. Сегодня купить мебель можно, как в интернет-магазине, так и непосредственно в мебельном салоне. Одни покупатели предпочитают первый вариант, а другие – выбирают второй. Чем это обусловлено? Где же лучше совершать покупки? В интернете или реальном магазине?</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            },
            {
                id: 4,
                title: 'Выбираем правильно и обдумано угловой диван',
                introduction: <p>
                Диваны – востребованная и весьма актуальная мягкая мебель. Ее устанавливают, как в жилых, так и офисных помещениях, ведь это удобно, комфортно и рационально. Это прекрасное место для отдыха, общения в кругу семьи и приема гостей. Многие модели используются для сна. Поэтому к выбору и покупке данной мебели следует подходить со всей ответственностью.<br/>
                Для максимально рационального и полезного использования пространства в помещении лучше приобрести угловые диваны.</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            },
            {
                id: 5,
                title: 'Салон или интернет-магазин? Или где лучше покупать мебель?',
                introduction: <p>
                В наше прогрессивное время ничего не стоит на месте, все развивается активно и стремительно. Благодаря интернету можно решать многие вопросы, не выходя из офиса или дома. Весьма популярными стали онлайн покупки, в том числе и в мебельной отрасли. Сегодня купить мебель можно, как в интернет-магазине, так и непосредственно в мебельном салоне. Одни покупатели предпочитают первый вариант, а другие – выбирают второй. Чем это обусловлено? Где же лучше совершать покупки? В интернете или реальном магазине?</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            },
            {
                id: 6,
                title: 'Выбираем правильно и обдумано угловой диван',
                introduction: <p>
                Диваны – востребованная и весьма актуальная мягкая мебель. Ее устанавливают, как в жилых, так и офисных помещениях, ведь это удобно, комфортно и рационально. Это прекрасное место для отдыха, общения в кругу семьи и приема гостей. Многие модели используются для сна. Поэтому к выбору и покупке данной мебели следует подходить со всей ответственностью.<br/>
                Для максимально рационального и полезного использования пространства в помещении лучше приобрести угловые диваны.</p>,
                date: new Date().toLocaleDateString('ru', {day: 'numeric', month: 'long', year: 'numeric'}).replace('г.', 'года')
            }
        ]
    }
};
