/* eslint-disable max-len */
import React from 'react';

export default {
    product: {
        labelTop: 'Хіт'
    },
    mainPage: {
        top: 'Топ продажів',
        discount: 'Акції',
        new: 'Новинки',
        bedsTitle: 'Ліжка',
        mattressesTitle: 'Матраци',
        furnitureTitle: 'М\'які меблі',
        accessoriesTitle: 'Аксесуари для сну'
    },
    main: {
        slider: 'Допомогти з вибором'
    },
    breadcrumbs: {
        main: 'Головна'
    },
    header: {
        deliveryAndPayment: 'Доставка та оплата',
        partners: 'Партнери',
        articles: 'Статті',
        contacts: 'Контакти',
        search: 'Пошук',
        beds: 'Ліжка',
        mattresses: 'Матраци',
        softFurniture: `М'які меблі`,
        sleepAccessories: 'Аксесуари для сну',
        promotions: 'Акції'
    },
    wishList: {
        title: 'Обране:',
        size: 'Розмір:',
        continueShopping: 'Продовжити покупки',
        cartBtn: 'У кошик'
    },
    cart: {
        title: 'Кошик:',
        totalPrice: 'Всього:',
        size: 'Розмір:',
        checkout: 'Оформити замовлення',
        continueShopping: 'Продовжити покупки'
    },
    deliveryAndPayment: {
        title: 'Доставка та оплата',
        deliveryTitle: 'Доставка:',
        paymentTitle: 'Оплата:',
        deliveryOptions: [
            { text: <span>Доставка кур'єрськимии<br/> службами</span> },
            { text: <span>Самовивіз</span> }
        ],
        paymentOptions: [
            { text: <span>Готівкою в магазині</span> },
            { text: <span>Оплата банківською картою</span> },
            { text: <span>Приват 24</span> }
        ]
    },
    partners: {
        title: 'Партнери'
    },
    contacts: {
        title: 'Контакти',
        phonesTitle: 'Наші телефони:',
        emailTitle: 'Наша пошта:',
        scheduleTitle: 'Графік роботи:',
        scheduleDays: 'ПН-НД:',
        addressTitle: 'Наша адреса:',
        addressText: 'Київ, вул. Велика Окружна, 4',
        getDirectionsBtn: 'Прокласти маршрут'
    },
    notFoundPage: {
        text1: 'На жаль, сторінка, яку ви шукаєте ',
        text2: 'не існує :(',
        link: 'На главную'
    },
    articles: {
        moreBtn: 'Докладніше',
        sections: [
            {
                id: 1,
                title: 'Салон чи інтернет-магазин? Або де краще купувати меблі?',
                introduction: <p>
                    У наш прогресивний час нічого не стоїть на місці, все розвивається активно і стрімко. Завдяки інтернету можна вирішувати багато питань, не виходячи з офісу або будинку. Вельми популярними стали онлайн покупки, в тому числі і в меблевій галузі. Сьогодні купити меблі можна, як в інтернет-магазині, так і безпосередньо в меблевому салоні. Одні покупці воліють перший варіант, а інші - вибирають другий. Чим це обумовлено? Де ж краще здійснювати покупки? В інтернеті або реальному магазині?</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 2,
                title: 'Вибираємо правильно і обдумано кутовий диван',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 3,
                title: 'Вибираємо правильно і обдумано кутовий диван 3',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 4,
                title: 'Вибираємо правильно і обдумано кутовий диван 4',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 5,
                title: 'Вибираємо правильно і обдумано кутовий диван 5',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 6,
                title: 'Вибираємо правильно і обдумано кутовий диван 6',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 7,
                title: 'Вибираємо правильно і обдумано кутовий диван 7',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 8,
                title: 'Вибираємо правильно і обдумано кутовий диван 8',
                introduction: <p>
                    Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                    Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            }
        ]
    },
    articlePage: {
        year: 'року'
    }
};
