/* eslint-disable max-len */
import React from 'react';

export default {
    main: {
        slider: 'Допомогти з вибором'
    },
    articles: {
        moreBtn: 'Докладніше',
        sections: [
            {
                id: 1,
                title: 'Салон чи інтернет-магазин? Або де краще купувати меблі?',
                introduction: <p>
                У наш прогресивний час нічого не стоїть на місці, все розвивається активно і стрімко. Завдяки інтернету можна вирішувати багато питань, не виходячи з офісу або будинку. Вельми популярними стали онлайн покупки, в тому числі і в меблевій галузі. Сьогодні купити меблі можна, як в інтернет-магазині, так і безпосередньо в меблевому салоні. Одні покупці воліють перший варіант, а інші - вибирають другий. Чим це обумовлено? Де ж краще здійснювати покупки? В інтернеті або реальному магазині?</p>,
                date: new Date().toLocaleDateString('uk-UA', {day: 'numeric', month: 'long', year: 'numeric'}).replace('р.', 'року'),
                content: <div>
                    <h2>Переваги придбання меблів в онлайн магазині</h2>
                    <p>Різноманітні меблі інтернет пропонує придбати за досить привабливими цінами. Численні інтернет-магазини спеціалізуються саме на даній продукції.</p><br/><br/>
                    <p>Основні плюси покупки меблевих предметів онлайн:</p><br/>
                    <ul>
                        <li>Значна економія часу, немає необхідності нікуди їхати;</li>
                        <li>Величезний асортимент, який неможливо розмістити на торгових площах;</li>
                        <li>Як правило нижчі ціни, ніж в реальних магазинах;</li>
                        <li>Можливість ознайомитися детально з характеристиками, рекомендаціями і корисною інформацією;</li>
                        <li>Наявність відгуків, критики і порад від інших покупців.</li>
                    </ul>
                    <h2>Плюси покупки меблевих виробів в салоні</h2>
                    <img src="/src/apps/client/ui/components/Article/img/interior.jpg" alt=""/><br/><br/>
                    <p>Відвідування салону або наземного магазин меблів має свої незаперечні переваги. Це перш за все те, що товар, який ви купуєте ви зможете розглянути дуже уважно і детально, виявити його дефекти або їх відсутність. Ви можете навіть посидіти на дивані або кріслі, відчути свої відчуття. Фотографія обраних меблів в інтернеті цього всього не дозволить. Можна просто помилитися з відтінком і забарвленням, вибрати оббивку, яка в результаті не сподобається.<br/><br/>
                    Ще одним приємним моментом купівлі в салоні є те, що можна поговорити вживу з продавцем-консультантом, задавши йому запитання. Він може порадити щось більш підходяще або менш дороге. Це допоможе зробити оптимально правильний вибір.</p><br/><br/>
                    <p>“Приклад написання цитати” -Автор</p><br/><br/>
                    <h2>Відео Youtube</h2>
                    <img src="/src/apps/client/ui/components/Article/img/video-youtube.jpg" alt=""/>
                </div>
            },
            {
                id: 2,
                title: 'Вибираємо правильно і обдумано кутовий диван',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', {day: 'numeric', month: 'long', year: 'numeric'}).replace('р.', 'року')
            }
        ]
    }
};
