/* eslint-disable max-len */
import React from 'react';

export default {
    mainPage: {
        top: 'Топ продажів',
        discount: 'Акції',
        new: 'Новинки',
        bedsTitle: 'Ліжка',
        mattressesTitle: 'Матраци',
        furnitureTitle: 'М\'які меблі',
        accessoriesTitle: 'Аксесуари для сну',
        slider: 'Допомогти з вибором'
    },
    breadcrumbs: {
        main: 'Головна'
    },
    header: {
        deliveryAndPayment: 'Доставка та оплата',
        partners: 'Партнери',
        articles: 'Статті',
        contacts: 'Контакти',
        search: 'Пошук',
        beds: 'Ліжка',
        mattresses: 'Матраци',
        softFurniture: `М'які меблі`,
        sleepAccessories: 'Аксесуари для сну',
        promotions: 'Акції'
    },
    wishList: {
        title: 'Обране:',
        size: 'Розмір:',
        continueShopping: 'Продовжити покупки',
        cartBtn: 'У кошик'
    },
    cart: {
        title: 'Кошик:',
        totalPrice: 'Всього:',
        size: 'Розмір:',
        checkout: 'Оформити замовлення',
        continueShopping: 'Продовжити покупки'
    },
    productsPage: {
        filterBtn: 'Фільтри'
    },
    product: {
        labelTop: 'Хіт'
    },
    deliveryAndPayment: {
        title: 'Доставка та оплата',
        deliveryTitle: 'Доставка:',
        paymentTitle: 'Оплата:',
        deliveryOptions: [
            { text: <span>Доставка кур'єрськимии<br/> службами</span> },
            { text: <span>Самовивіз</span> }
        ],
        paymentOptions: [
            { text: <span>Готівкою в магазині</span> },
            { text: <span>Оплата банківською картою</span> },
            { text: <span>Приват 24</span> }
        ]
    },
    partners: {
        title: 'Партнери'
    },
    contacts: {
        title: 'Контакти',
        phonesTitle: 'Наші телефони:',
        emailTitle: 'Наша пошта:',
        scheduleTitle: 'Графік роботи:',
        scheduleDays: 'ПН-НД:',
        addressTitle: 'Наша адреса:',
        addressText: 'Київ, вул. Велика Окружна, 4',
        getDirectionsBtn: 'Прокласти маршрут'
    },
    notFoundPage: {
        text1: 'На жаль, сторінка, яку ви шукаєте ',
        text2: 'не існує :(',
        link: 'На главную'
    },
    articles: {
        moreBtn: 'Докладніше',
        sections: [
            {
                id: 1,
                title: 'Салон чи інтернет-магазин? Або де краще купувати меблі?',
                introduction: <p>
                У наш прогресивний час нічого не стоїть на місці, все розвивається активно і стрімко. Завдяки інтернету можна вирішувати багато питань, не виходячи з офісу або будинку. Вельми популярними стали онлайн покупки, в тому числі і в меблевій галузі. Сьогодні купити меблі можна, як в інтернет-магазині, так і безпосередньо в меблевому салоні. Одні покупці воліють перший варіант, а інші - вибирають другий. Чим це обумовлено? Де ж краще здійснювати покупки? В інтернеті або реальному магазині?</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року'),
                content: <div>
                    <h2>Переваги придбання меблів в онлайн магазині</h2>
                    <p>Різноманітні меблі інтернет пропонує придбати за досить привабливими цінами. Численні інтернет-магазини спеціалізуються саме на даній продукції.</p><br/><br/>
                    <p>Основні плюси покупки меблевих предметів онлайн:</p><br/>
                    <ul>
                        <li>Значна економія часу, немає необхідності нікуди їхати;</li>
                        <li>Величезний асортимент, який неможливо розмістити на торгових площах;</li>
                        <li>Як правило нижчі ціни, ніж в реальних магазинах;</li>
                        <li>Можливість ознайомитися детально з характеристиками, рекомендаціями і корисною інформацією;</li>
                        <li>Наявність відгуків, критики і порад від інших покупців.</li>
                    </ul>
                    <h2>Плюси покупки меблевих виробів в салоні</h2>
                    <img src="/src/apps/client/ui/components/Article/img/interior.jpg" alt="interior"/><br/><br/>
                    <p>Відвідування салону або наземного магазин меблів має свої незаперечні переваги. Це перш за все те, що товар, який ви купуєте ви зможете розглянути дуже уважно і детально, виявити його дефекти або їх відсутність. Ви можете навіть посидіти на дивані або кріслі, відчути свої відчуття. Фотографія обраних меблів в інтернеті цього всього не дозволить. Можна просто помилитися з відтінком і забарвленням, вибрати оббивку, яка в результаті не сподобається.<br/><br/>
                    Ще одним приємним моментом купівлі в салоні є те, що можна поговорити вживу з продавцем-консультантом, задавши йому запитання. Він може порадити щось більш підходяще або менш дороге. Це допоможе зробити оптимально правильний вибір.</p><br/><br/>
                    <p>“Приклад написання цитати” -Автор</p><br/><br/>
                    <h2>Відео Youtube</h2>
                    <img src="/src/apps/client/ui/components/Article/img/video-youtube.jpg" alt=""/>
                </div>
            },
            {
                id: 2,
                title: 'Вибираємо правильно і обдумано кутовий диван',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 3,
                title: 'Вибираємо правильно і обдумано кутовий диван 3',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 4,
                title: 'Вибираємо правильно і обдумано кутовий диван 4',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 5,
                title: 'Вибираємо правильно і обдумано кутовий диван 5',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 6,
                title: 'Вибираємо правильно і обдумано кутовий диван 6',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 7,
                title: 'Вибираємо правильно і обдумано кутовий диван 7',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            },
            {
                id: 8,
                title: 'Вибираємо правильно і обдумано кутовий диван 8',
                introduction: <p>
                Дивани - потрібні і вельми актуальні м'які меблі. Їх встановлюють, як в житлових, так і офісних приміщеннях, адже це зручно, комфортно і раціонально. Це прекрасне місце для відпочинку, спілкування в колі сім'ї та прийому гостей. Багато моделей використовуються для сну. Тому до вибору та купівлі даних меблів слід підходити з усією відповідальністю.<br/>
                Для максимально раціонального і корисного використання простору в приміщенні краще придбати кутові дивани.</p>,
                date: new Date().toLocaleDateString('uk-UA', { day: 'numeric', month: 'long', year: 'numeric' }).replace('р.', 'року')
            }
        ]
    }
};
