/* eslint-disable max-len */
import React from 'react';

export default {
    main: {
        slider: 'Допомогти з вибором'
    },
    articles: {
        moreBtn: 'Докладніше',
        sections: [
            {
                id: 1,
                title: 'Салон чи інтернет-магазин? Або де краще купувати меблі?',
                introduction: <p>
                У наш прогресивний час нічого не стоїть на місці, все розвивається активно і стрімко. Завдяки інтернету можна вирішувати багато питань, не виходячи з офісу або будинку. Вельми популярними стали онлайн покупки, в тому числі і в меблевій галузі. Сьогодні купити меблі можна, як в інтернет-магазині, так і безпосередньо в меблевому салоні. Одні покупці воліють перший варіант, а інші - вибирають другий. Чим це обумовлено? Де ж краще здійснювати покупки? В інтернеті або реальному магазині?</p>,
                date: new Date().toLocaleDateString('uk-UA', {day: 'numeric', month: 'long', year: 'numeric'}).replace('р.', 'року')
            },
            {
                id: 2,
                title: 'Выбираем правильно и обдумано угловой диван',
                introduction: <p>
                Диваны – востребованная и весьма актуальная мягкая мебель. Ее устанавливают, как в жилых, так и офисных помещениях, ведь это удобно, комфортно и рационально. Это прекрасное место для отдыха, общения в кругу семьи и приема гостей. Многие модели используются для сна. Поэтому к выбору и покупке данной мебели следует подходить со всей ответственностью.<br/>
                Для максимально рационального и полезного использования пространства в помещении лучше приобрести угловые диваны.</p>,
                date: new Date().toLocaleDateString('uk-UA', {day: 'numeric', month: 'long', year: 'numeric'}).replace('р.', 'року')
            }
        ]
    }
};
