/* eslint-disable max-len */

export default {
    main: {
        slider: 'Допомогти з вибором'
    },
    mainPage: {
        title: 'Наші переваги',
        qualityTitle: 'Якість',
        qualityText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. ',
        priceTitle: 'Ціна',
        priceText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. ',
        deliveryTitle: 'Доставка',
        deliveryText: 'Разнообразный и богатый опыт сложившаяся структура организации представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач. '
    }
};
