/* eslint-disable max-len */

module.exports = [
    {
        alias: 'prague',
        categoryId: 'category0',
        id: '0',
        subCategoryId: 'subCategory0',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 10,
        discountPrice: 1799,
        price: 1999,
        avatar: '/server/seeds/data/products/images/Prague.png',
        files: ['/server/seeds/data/products/images/Antalya.jpg'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Кровать « Прага »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            },
            ua: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Ліжко « Прага »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            }
        },
        warranty: 12
    },
    {
        alias: 'classic',
        categoryId: 'category0',
        id: '1',
        subCategoryId: 'subCategory0',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 2799,
        price: 2799,
        avatar: '/server/seeds/data/products/images/Classic.png',
        files: ['/server/seeds/data/products/images/Classic.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Кровать « Классика »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            },
            ua: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Ліжко « Класика »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            }
        },
        warranty: 12
    },
    {
        alias: 'glory',
        categoryId: 'category0',
        id: '2',
        subCategoryId: 'subCategory1',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 3799,
        price: 3799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Кровать « Глория »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            },
            ua: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Ліжко « Глорія »',
                seoDescription: 'bed',
                seoKeywords: '',
                seoTitle: 'bed'
            }
        },
        warranty: 12
    },
    {
        alias: 'standart',
        categoryId: 'category1',
        id: '3',
        subCategoryId: 'subCategory4',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 1799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Матраc « Standart »',
                seoDescription: 'matress',
                seoKeywords: '',
                seoTitle: 'matress'
            },
            ua: {
                description: `<h4>Особенности конструкции</h4>
                <p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p>
                <h4>Цена на кровать АНТАЛИЯ</h4>
                <p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность  сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы  успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон –  залог здоровья.</p>
                <h4>Плюсы материала</h4>
                <p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p>
                <h4>Использование</h4>
                <p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>`,
                name: 'Матрац « Standart »',
                seoDescription: 'matress',
                seoKeywords: '',
                seoTitle: 'matress'
            }
        },
        warranty: 12
    },
    {
        alias: 'eko-42',
        categoryId: 'category1',
        id: '4',
        subCategoryId: 'subCategory5',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 1799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Матраc « ЭКО-42 »',
                seoDescription: 'matress',
                seoKeywords: '',
                seoTitle: 'matress'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Матрац « ЕКО-42 »',
                seoDescription: 'matress',
                seoKeywords: '',
                seoTitle: 'matress'
            }
        },
        warranty: 12
    },
    {
        alias: 'ultra-lux-P',
        categoryId: 'category2',
        id: '5',
        subCategoryId: 'subCategory5',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 0,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            }
        },
        warranty: 12
    },
    {
        alias: 'ultra-lux-P',
        categoryId: 'category2',
        id: '6',
        subCategoryId: 'subCategory6',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 1799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            }
        },
        warranty: 12
    },
    {
        alias: 'ultra-lux-P',
        categoryId: 'category2',
        id: '7',
        subCategoryId: 'subCategory7',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 1799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            }
        },
        warranty: 12
    },
    {
        alias: 'ultra-lux-P',
        categoryId: 'category2',
        id: '8',
        subCategoryId: 'subCategory7',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 1799,
        price: 1799,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Диван « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            }
        },
        warranty: 12
    },
    {
        alias: 'ultra-lux-P',
        categoryId: 'category3',
        id: '9',
        subCategoryId: 'subCategory8',
        characteristics: {
            ru: {
                characteristics: [{
                    name: 'Цвет',
                    id: 'characteristic0',
                    value: 'Бежевый, Белый, Шоколад, Черный бархат'
                }]
            },
            ua: {
                characteristics: [{
                    name: 'Колір',
                    id: 'characteristic1',
                    value: 'Бежевый, Білий, Шоколад, Чорний оксамит'
                }]
            }

        },
        hidden: false,
        discount: 0,
        discountPrice: 2000,
        price: 2000,
        avatar: '/server/seeds/data/products/images/Glory.png',
        files: ['/server/seeds/data/products/images/Glory.png'],
        sizes: [
            { name: 'M', id: 'sizeM' },
            { name: 'L', id: 'sizeL' },
            { name: 'XL', id: 'sizeXL' }
        ],
        texts: {
            ru: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Подушка « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            },
            ua: {
                description: `<p>Хороший сон – залог крепкого здоровья и приподнятого настроения. Чтобы выбрать правильный матрас, приходится учитывать не только его качество, но и свои финансовые возможности. Пружинный двусторонний матрас бренда Matratex избавит вас от вечной дилеммы: цена или качество? С матрасом Standart вы сможете получить и то, и другое.</p>`,
                name: 'Подушка « Ультра Люкс-П »',
                seoDescription: 'sofa',
                seoKeywords: '',
                seoTitle: 'sofa'
            }
        },
        warranty: 12
    }
];
