/* eslint-disable max-len */

module.exports = [
    {
        id: '1',
        texts: {
            ua: {
                name: 'Кровать « Прага »',
                description: '<h4>[ua] Особенности конструкции</h4><p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p><h4>Цена на кровать АНТАЛИЯ</h4><p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон – залог здоровья.</p><h4>Плюсы материала</h4><p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p><h4>Использование</h4><p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>',
                seoTitle: '[ua] Прага',
                seoDescription: '[ua] Lorem ipsum dolor sit amet',
                seoKeywords: '[ua] sunt, in, culpa, qui, officia, deserunt, mollit, anim, id, est, laborum'
            },
            ru: {
                name: 'Кровать « Прага »',
                description: '<h4>[ru] Особенности конструкции</h4><p>В ногах кровати отсутствует спинка, что делает её визуально более просторной. Кровать стоит на четырёх ножках, с довольно высоким ложем, так что на неё удобно ложиться и с неё без труда можно встать. Также это облегчает уборку и, при желании, перестановку мебели в комнате. Элегантность, изысканность и стильное оформление понравятся всем ценителям качественной и красивой мебели.</p><h4>Цена на кровать АНТАЛИЯ</h4><p>Цена на металлическую кровать АНТАЛИЯ доступна среднему покупателю, поэтому её покупка – выгодное и экономически обоснованное вложение. Такая кровать даст возможность сэкономить ваш бюджет и не потерять в качестве. Покупая кровать из металла, вы успешно вкладываете деньги в интерьер своего дома и обеспечиваете себе комфортный сон. А как известно, крепкий и здоровый сон – залог здоровья.</p><h4>Плюсы материала</h4><p>Каркас кровати выполнен из бесшовных металлических труб, что обеспечивает его высокую прочность. Материал является огнеупорным и защищён от влаги. Сломать или поцарапать металлический каркас очень сложно, что обеспечивает долговечность этого изделия. Кровать АНТАЛИЯ от бренда Fusion Metal способна выдерживать нагрузку до 200 килограммов. Износостойкость металла является дополнительным плюсом при выборе этой кровати. Чистка кровати от пыли не займёт много времени, а большего ухода и не требуется.</p><h4>Использование</h4><p>Как небольшая уютная спальня, так и красивый гостиничный номер станут идеальным местом для кровати АНТАЛИЯ. Такие стили интерьера, как неоклассика, минимализм и хай-тек, станут отличным выбором при оформлении спальни, и кровать АНТАЛИЯ будет смотреться в таком интерьере гармонично и оригинально. Единственное, что необходимо для завершения обустройства идеального спального места на этой кровати – покупка качественных, удобных аксессуаров для сна и красивого постельного белья, чтобы подчеркнуть необычный стиль дизайна.</p>',
                seoTitle: '[ru] Прага',
                seoDescription: '[ru] Lorem ipsum dolor sit amet',
                seoKeywords: '[ru] dolore, eu, fugiat, nulla, pariatur., Excepteur, sint, occaecat, cupidatat, non'
            }
        },
        avatar: '/server/seeds/data/products/images/Prague.png',
        files: ['/server/seeds/data/products/images/Prague.png',
            '/server/seeds/data/products/images/Prague.png',
            '/server/seeds/data/products/images/Prague.png'],
        hidden: false,
        date: 1575210168762,
        price: 1980,
        discountPrice: 990,
        discountPercent: 50,
        categoryId: 'category1',
        subCategoryId: 'subCategory1',
        alias: 'prague'
    }
];
